[
    {
        "nid": "Simon",
        "name": "Simon",
        "title": "Simon",
        "category": "Character",
        "text": "War veteran from Ardoheim, Simon's life was changed when Riala implanted him with a shard, transforming him into an Incubus King."
    },
    {
        "nid": "Seth",
        "name": "Seth",
        "title": "Seth",
        "category": "Character",
        "text": "Seth is a brave and clever knight of Renais and serves as protector and advisor to Eirika and Ephraim. He is better known as the Silver Knight."
    },
    {
        "nid": "Ephraim",
        "name": "Ephraim",
        "title": "Ephraim",
        "category": "Character",
        "text": "Ephraim is the crown prince of Renais and Eirika's older twin brother.{br}\nHe is a headstrong and determined man whose skill with a Lance is unsurpassed by any other in his country, having been taught by Duessel."
    },
    {
        "nid": "Chosen",
        "name": "Chosen",
        "title": "Chosen",
        "category": "Character",
        "text": "Ever since {v:chosenname} was born, he just knew he was special. Not much is known about his life before, and that does not matter. All that's important is that he's going to save the world."
    },
    {
        "nid": "Simonyoung",
        "name": "Simon",
        "title": "Simon",
        "category": "Character",
        "text": "War veteran from Ardoheim. He lost his wife in the war against the Incubus King. Currently works in cooperation with the Church of Ivala, guiding the Chosen to his destiny."
    },
    {
        "nid": "Incubus_King",
        "name": "Incubus King",
        "title": "Incubus King",
        "category": "Character",
        "text": "The evil tyrant who invaded Arclent. He's a holder of the <red>Fuck Emblem</>, which grants him special - and sexual - powers."
    },
    {
        "nid": "Mira",
        "name": "Mira",
        "title": "Mira",
        "category": "Character",
        "text": "Mira is an orphan with big ambitions. Her life changed when she was told her parents were killed by the Incubus King.  Her sweet heart was filled with nerfarious thoughts of revenge, and she won't rest until he's gone..."
    },
    {
        "nid": "Duro",
        "name": "Duro",
        "title": "Duro",
        "category": "Character",
        "text": "Captain Duro is an easygoing officer from Ardoheim. His heart of gold has saved many men in the military."
    },
    {
        "nid": "Antarion",
        "name": "Antarion",
        "title": "Antarion",
        "category": "Character",
        "text": "Antarion is a recent recruit of the Blademasters guild from Ardoheim. He sought them because he thought this would make him more popular with the chicks. Turns out he was actually skilled at fencing."
    },
    {
        "nid": "Monica",
        "name": "Monica",
        "title": "Monica",
        "category": "Character",
        "text": "Sister Monica is a cunning and well-known priestess of the Church. Her path to becoming a High-Priestess was halted when she realized that, in the midst of all politicking, she stopped hearing the voice of Ivala.\nSince then, she has taken the <blue>Vow of Silence</> and embarked on a journey to try and make a positive change on the world. "
    },
    {
        "nid": "Lucia",
        "name": "Lucia",
        "title": "Lucia",
        "category": "Character",
        "text": "Lucia is a mercenary from Aram.  She wishes she could be as carefree as her twin brother Cassian, but she has matured quickly in order to watch over and protect him. She and Cassian traveled through Arclent, and in rough times, were sheltered by the Church. They were employed to watch over Sister Monica's journey.\n"
    },
    {
        "nid": "Cassian",
        "name": "Cassian",
        "title": "Cassian",
        "category": "Character",
        "text": "Cassian is a mercenary from Aram. Originally a moody boy, he realized that being goofy made his twin sister Lucia laugh, and so he let himself free to maker her happy. Him and Lucia traveled through Arclent, and in rough times, were sheltered by the Church. They were employed to watch over Sister Monica's journey.\n"
    },
    {
        "nid": "Safado",
        "name": "Safado",
        "title": "Safado",
        "category": "Character",
        "text": "Safado is a dishonest, but ultimately harmless thief from Yhilin. He had better options in life, but ended up learning this trade by accident and he couldn't say \"no\"."
    },
    {
        "nid": "Rosa",
        "name": "Rosa",
        "title": "Rosa",
        "category": "Character",
        "text": "Rosa is a mysterious and well-mannered lady from a noble house in Ardoheim. She studied the arcane arts in the Stineford Academy, and there she met her girlfriend. Their close bonds were cut by a tragic accident."
    },
    {
        "nid": "Milena",
        "name": "Milena",
        "title": "Milena",
        "category": "Character",
        "text": "Milena is a Lamia succubus who dreams of exploring the world. Ever since she was little, her cousin would bring various books from human lands with fantastical adventures. One day she believes this will all be over and she will be accepted. "
    },
    {
        "nid": "Riala",
        "name": "Riala",
        "title": "Riala",
        "category": "Character",
        "text": "Riala is the most powerful succubus mage from the Incubus King's forces. She is an intelligent and elegant woman, trapped by the ridiculous whims of the Incubus King.\nShe has faced off against Simon in the past, ending up considering him his rival strategist."
    },
    {
        "nid": "Minerve",
        "name": "Minerve",
        "title": "Minerve",
        "category": "Character",
        "text": "Minerve is a succubus eager to climb the ranks. She has great admiration for Riala and her resourcefulness."
    }
]